Repository: IgorVaryvoda/viddl
Catalog: alltube/i18n/*/LC_MESSAGES/Alltube.po
Languages: uk_ua

source: Code by @dev
uk_ua: Код @dev

source: Design by @designer
uk_ua: Дизайн @designer

source: Get the code
uk_ua: Отримати код

source: Based on @youtubedl
uk_ua: На базі @youtubedl

source: Donate using Liberapay
uk_ua: Задонатити за допомгою Liberpay

source: Donate
uk_ua: Задонатити

source: Switch language
uk_ua: Змінити мову

source: Set language
uk_ua: Встановити мову

source: You are going to download @title.
uk_ua: Ви збираєтеся завантажити @title.

source: Available formats:
uk_ua: Доступні формати:

source: Generic formats
uk_ua: Загальні формати

source: Best
uk_ua: Найкраща якість

source: Remux best video with best audio
uk_ua: Перекодувати відео з найкращим звуком та аудіо

source: Worst
uk_ua: Найгірша якість

source: Detailed formats
uk_ua: Інші формати

source: Stream the video through the server
uk_ua: Потокове відео через север

source: Convert into a custom format:
uk_ua: Конвертувати в кастомний формат:

source: Custom format
uk_ua: Кастомний формат

source: Format to convert to
uk_ua: Формат в який конвертуємо

source: with
uk_ua: з

source: Bit rate
uk_ua: Бітрейт

source: Custom bitrate
uk_ua: Кастомний бітрейт

source: kbit/s audio
uk_ua: кбіт/с аудіо

source: Download
uk_ua: Завантажити

source: Videos extracted from @title:
uk_ua: Віде завантажені з @title:

source: More options
uk_ua: Більше форматів

source: Supported websites
uk_ua: Підтримувані веб-сайти

source: An error occurred
uk_ua: Виникла помилка

source: This video is protected
uk_ua: Це відео захищене

source: You need a password in order to download this video.
uk_ua: Щоб завантажити це відео, вам потрібен пароль.

source: Video password
uk_ua: Пароль для відео

source: Copy here the URL of your video (YouTube, Dailymotion, etc.)
uk_ua: Зкопіюйте сюди посилання на відео (YouTube, Dailymotion и т. д.)

source: Audio only (MP3)
uk_ua: Тільки аудіо (MP3)

source: From
uk_ua: З

source: to
uk_ua: в

source: See all supported websites
uk_ua: Переглянути всі підтримувані веб-сайти

source: Drag this to your bookmarks bar:
uk_ua: Перетягніть це на панель закладок:

source: Bookmarklet
uk_ua: Букмарклет

source: Wrong password
uk_ua: Хибний пароль

source: Conversion of playlists is not supported.
uk_ua: Конвертація плейлистів не підтримується.

source: Conversion of M3U8 files is not supported.
uk_ua: Конвертація файлів M3U8 не підтримується.

source: Conversion of DASH segments is not supported.
uk_ua: Конвертація сегментів DASH не підтримується.

source: Easily download videos from YouTube, Dailymotion, Vimeo and other websites.
uk_ua: Легко качайте відео з YouTube, Dailymotion, Vimeo та інших сайтів.

source: List of all supported websites from which AllTube Download can extract video or audio files
uk_ua: Список всіх сайтів, з котрих можна качати відео або аудіо файли

source: Password prompt
uk_ua: Запит паролю

source: You need a password in order to download this video with AllTube Download
uk_ua: Вам потрібен пароль, щоб завантажити це відео

source: Video download
uk_ua: Завантажити відео

source: Download video from @extractor
uk_ua: Завантажити відео з @extractor

source: Download @title from @extractor
uk_ua: Завантажити @title з @extractor

source: Error
uk_ua: Помилка

source: Page not found
uk_ua: Сторінка не знайдена

source: Method not allowed
uk_ua: Метод заборонено
